Repository: aviwad/Friend-Activity-for-Spotify
Catalog: Friend Activity for Spotify/Translations/*.lproj/Localizable.strings
Languages: ar, fr, he, hi, ja

source: Log in to Spotify
ar: سجّل الدخول إلى Spotify
fr: Connectez-vous à Spotify
he: היכנס ל-Spotify
hi: Spotify में लॉग इन करें
ja: Spotifyにログイン

source: Continue with Apple
ar: قم بتسجيل الدخول باستخدام Apple
fr: Continuer avec Apple
he: היכנס עם אפל
hi: Apple के साथ लॉगिन करें
ja: Appleでログイン

source: Continue with Google
ar: الدخول مع جوجل
fr: Continuer avec Google
he: היכנס באמצעות גוגל
hi: Google के साथ लॉगिन करें
ja: Google でログイン

source: Use Facebook / Email / Phone
ar: Facebook / Email / Phone
fr: Utiliser Facebook / Email / Phone
he: Usar Facebook / Email / Phone
hi: Facebook / Email / Phone
ja: Facebook / Email / Phone

source: Use Facebook / Apple / Email / Phone
ar: Facebook / Apple / Email / Phone
fr: Utiliser Facebook / Apple / Email / Phone
he: Usar Facebook / Apple / Email / Phone
hi: Facebook / Apple / Email / Phone
ja: Facebook / Apple / Email / Phone

source: Friends for Spotify
ar: Friends (لـ Spotify)
fr: Friends pour Spotify
he: חברים בספוטיפיי
hi: Friends (Spotify के लिए)
ja: Spotify の友達

source: Friend Activity
ar: نشاط صديق
fr: Activité des amis
he: פעילות חברים
hi: दोस्तों की ऐक्टिवटी
ja: 友達の活動

source: Friend Activity for Spotify
ar: نشاط صديق (لـ Spotify)
fr: Activité des amis (pour Spotify)
he: פעילות חברים עבור Spotify
hi: Friends (Spotify के लिए)
ja: Spotify の友達のアクティビティ

source: Your device is disconnected from the network.
ar: جهازك غير متصل بالشبكة
fr: Votre appareil est déconnecté du réseau.
he: המכשיר שלך מנותק מהרשת
hi: आपका नेटवर्क बंद है.
ja: お使いのデバイスはネットワークから切断されています

source: Try again later.
ar: حاول مرة أخرى في وقت لاحق
fr: Réessayez plus tard.
he: נסה שוב מאוחר יותר
hi: बाद में कोशिश करना.

source: Settings
ar: إعدادات
fr: Options
he: אפשרויות
hi: सेटिंग्स
ja: オプション

source: Logout
ar: تسجيل خروج
fr: Déconnexion
he: להתנתק
hi: लॉग आउट करें
ja: ログアウト

source: Acknowledgements
ar: شكر وتقدير
fr: Remerciements
he: תודות
hi: आभार
ja: 謝辞

source: Special Thanks:
ar: :شكر خاص
fr: Remerciement Spécial:
he: תודות מיוחדות
hi: विशेष धन्यवाद:
ja: 特別な感謝

source: Refresh
ar: حاول مرة أخرى
fr: Réessayer
he: נסה שוב
hi: रीलोड
ja: リトライ

source: App made by Avi Wadhwa
ar: التطبيق من صنع آفي وادوا
fr: Application créée par Avi Wadhwa
he: אפליקציה תוצרת אבי וואדהווה
hi: एवी वाधवा द्वारा बनाया गया ऐप
ja: Avi Wadhwa が作成したアプリ

source: now
ar: حاليا
fr: maintenant
he: עַכשָׁיו
hi: अभी
ja: 今

source: Icon design by Aadi Khurana
ar: تصميم أيقونة بواسطة آدي خورانا
fr: Conception d'icônes par Aadi Khurana
he: עיצוב אייקונים מאת Aadi Khurana
hi: आदि खुराना द्वारा बनाया गया ऐप आइकन
ja: Aadi Khuranaによるアイコンデザイン

source: Other Acknowledgements:
ar: شكر وتقدير أخرى
fr: Autres remerciements:
he: תודות אחרות
hi: बाकी आभार:
ja: その他の謝辞

source: Spanish translation by Anel
ar: الترجمة الاسبانية أنيل
fr: Traduction espagnole par Anel
he: תרגום לספרדית נעשה על ידי אנל
hi: Anel द्वारा स्पेनिश अनुवाद
ja: アネルによるスペイン語翻訳

source: You have no friends (on Spotify)! Add someone and refresh
ar: ليس لديك أصدقاء على Spotify أضف شخصًا وقم بالتحديث
fr: Vous n'avez pas d'amis sur spotify Ajouter quelqu'un et réessayer
he: אין לך חברים בספוטיפיי הוסף מישהו ונסה שוב
hi: Spotify पर आपका कोई मित्र नहीं है aकिसी को जोड़ें और रीलोड करें
ja: Spotify に友達がいません 誰かを追加して再試行

source: Close
ar: قريب
fr: Proche
he: סגור
hi: बंद करो
ja: 近い

source: Play Song
ar: تشغيل الأغنية
he: לנגן שיר
hi: गीत बजाओ
ja: 曲を再生

source: View Profile
ar: عرض الصفحة الشخصية
he: צפה בפרופיל
hi: प्रोफ़ाइल देखें
ja: プロフィールを見る

source: View Album
ar: عرض الألبوم
he: צפייה באלבום
hi: एल्बम देखें
ja: アルバムを見る

source: View Artist
ar: عرض المغني
he: הצג אמן
hi: कलाकार देखें
ja: アーティストを見る

source: View Playlist
ar: عرض قائمة التشغيل
he: הצג רשימת השמעה
hi: प्लेलिस्ट देखें
ja: プレイリストを見る
